Repository: mail2niloy/saabdik
Catalog: server_api/themes/breaknews/languages/*.po
Languages: ar_eg

source: It looks like nothing was found at this location, Perhaps searching can help
ar_eg: يبدو أنه لم يتم العثور على ما تريد ! جرب خاصية البحث

source: Most Used Categories
ar_eg: الأقسام الأكثر تصفحاً

source: Try looking in the monthly archives. %1$s
ar_eg: حاول أن تبحث في الأرشيف الشهري. %1$s

source: Daily Archives: %s
ar_eg: الأرشيفات اليومية : %s

source: Monthly Archives: %s
ar_eg: الأرشيف الشهري %s

source: Yearly Archives: %s
ar_eg: الأرشيف الشهري : %s

source: Posts By :
ar_eg: كتب بواسطة :

source: Category : %s
ar_eg: القسم : %s

source: Install Required Plugins
ar_eg: تثبيت الإضافات المطلوبة

source: Install Plugins
ar_eg: تثبيت الاضافات

source: Installing Plugin: %s
ar_eg: تثبيت الإضافات: %s

source: Updating Plugin: %s
ar_eg: تحديث الإضافات: %s

source: Something went wrong with the plugin API.
ar_eg: حدث خطأ ما أثناء تثبيت الإضافات.

source: Begin installing plugin
ar_eg: تثبيت الإضافة

source: Begin updating plugin
ar_eg: تحديث الإضافة

source: Begin activating plugin
ar_eg: تنشيط الإضافة

source: Return to Required Plugins Installer
ar_eg: العودة إلى مثبت الإضافات

source: Return to the Dashboard
ar_eg: الرجوع الى لوحة التحكم

source: Plugin activated successfully.
ar_eg: تم تفعيل الإضافة بنجاح.

source: The following plugin was activated successfully:
ar_eg: الاضافة التالية تم تفعيلها بنجاح

source: No action taken. Plugin %1$s was already active.
ar_eg: لم يتم اتخاذ اي اجراء الاضافة %1$s مفعله بالفعل .

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar_eg: لم يتم تنشيط الاضافة. وهناك حاجة إلى إصدار أعلى من %s لهذا القالب. يرجى تحديث الاضافة.

source: All plugins installed and activated successfully. %1$s
ar_eg: جميع الإضافات تم تنشيطها بنجاح. %s

source: Dismiss this notice
ar_eg: غلق هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar_eg: هنالك اضافة او أكثر مطلوبة أو موصى بها تحتاج الى تثبيتها او تحديثها او تفعليها .

source: Please contact the administrator of this site for help.
ar_eg: الرجاء الاتصال بمسؤول هذا الموقع للحصول على المساعدة

source: This plugin needs to be updated to be compatible with your theme.
ar_eg: هذه الإضافة بحاجة إلى تحديث لتتوافق مع قالبك.

source: Update Required
ar_eg: التحديث مطلوب

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar_eg: حزمة الإضافة لا تحتوي على ملف بالاسم المطلوب وإعادة تسمية الملف لا تعمل.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar_eg: يرجى الاتصال بمزود الإضافة وطلب حزمة الإضافة وفقا لمبادئ للووردبريس.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar_eg: حزمة الاضافة البعيدة تتكون من أكثر من ملف واحد، و لم يتم حزم الملفات في مجلد واحد.

# plugin A *and* plugin B
source: and
ar_eg: و

source: Required
ar_eg: مطلوب

source: Recommended
ar_eg: موصى به

source: WordPress Repository
ar_eg: مستودع الووردبرس

source: External Source
ar_eg: مصدر خارجي

source: Pre-Packaged
ar_eg: تم حزمها

source: Not Installed
ar_eg: غير مثبت

source: Installed But Not Activated
ar_eg: مثبت و لكن غير نشط

source: Active
ar_eg: نشط

source: Required Update not Available
ar_eg: التحديث المطلوب غير متاح

source: Requires Update
ar_eg: يتطلب تحديث

source: Update recommended
ar_eg: التحديث موصى به

# Install/Update Status
source: %1$s, %2$s
ar_eg: >تحديث/تنصيب<%1$s %2$s

# as in: "version nr unknown"
source: unknown
ar_eg: غير معروف

source: Installed version:
ar_eg: الإصدار المثبت:

source: Minimum required version:
ar_eg: الحد الأدنى المطلوب للإصدار:

source: Available version:
ar_eg: الإصدار المتاح:

source: No plugins to install, update or activate.
ar_eg: لا يوحد اضافات لتثبيتها او تحديثها او تفعيلها

source: Plugin
ar_eg: الاضافة

source: Source
ar_eg: المصدر

source: Type
ar_eg: النوع

source: Version
ar_eg: الإصدار

source: Status
ar_eg: الحالة

source: Install %2$s
ar_eg: تثبيت %2$s

source: Update %2$s
ar_eg: تحديث %2$s

source: Activate %2$s
ar_eg: تنشيط %2$s

source: Upgrade message from the plugin author:
ar_eg: ترقية رسالة من صاحب الاضافة:

source: Install
ar_eg: تثبيت

source: Update
ar_eg: تحديث

source: Activate
ar_eg: تنشيط

source: No plugins were selected to be installed. No action taken.
ar_eg: لم يتم تحديد أي إضافة ليتم تثبيتها. لم يتم اتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar_eg: لم يتم تحديد أي إضافة ليتم تحديثها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar_eg: لا يوجد إضافات متوفره لتنصيبها حالياً

source: No plugins are available to be updated at this time.
ar_eg: ليس هنالك اي اضافة متوفره لتحديثها حالياً

source: No plugins were selected to be activated. No action taken.
ar_eg: ليس هنالك اي اضافة تم تحديدها لتفعيلها ولم يتم اتخاذ اي اجراء

source: No plugins are available to be activated at this time.
ar_eg: ليس هنالك اي اضافة متوفره لتفعيلها حالياً

source: Plugin activation failed.
ar_eg: فشل تنشيط الإضافة

source: Updating Plugin %1$s (%2$d/%3$d)
ar_eg: تحديث الإضافة %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar_eg: حدث خطأ اثناء تثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar_eg: فشل تثبيت %1$s

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar_eg: عملية التثبيت والتنشيط بدأت. قد تستغرق هذه العملية بعض الوقت على بعض الاستضافات، يرجى الصبر قليلاً.

source: %1$s installed and activated successfully.
ar_eg: %1$s تم تثبيتها وتفعيله بنجاح

source: Show Details
ar_eg: إظهار التفاصيل

source: Hide Details
ar_eg: اخفاء التفاصيل

source: All installations and activations have been completed.
ar_eg: تم الانتهاء بالكامل من التثبيت والتفعيل

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar_eg: تنصيب وتفعيل الاضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar_eg: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت على بعض السيرفرات لذا يرجى الانتظار قليلاً.

source: %1$s installed successfully.
ar_eg: %1$s تم تثبيته بنجاح

source: All installations have been completed.
ar_eg: تم الانتهاء من التثبيت

source: Installing Plugin %1$s (%2$d/%3$d)
ar_eg: تنصيب الاضافة %1$s (%2$d/%3$d)

source: Leave a Reply
ar_eg: اترك تعليقاً

source: Cancel reply
ar_eg: إلغاء الرد

source: Post Comment
ar_eg: انشر التعليق

source: Contact Us
ar_eg: اتصل بنا

source: Primary Menu
ar_eg: القائمة الاساسية

source: Footer Menu
ar_eg: القائمة السفلية

source: Main Sidebar
ar_eg: الشريط الجانبي الرئيسى

source: Footer Area #1
ar_eg: منطقة الفوتر #1

source: Footer Area #2
ar_eg: منطقة الفوتر #2

source: Footer Area #3
ar_eg: منطقة الفوتر #3

source: Instagram Footer
ar_eg: منطقة الانستجرام

source: %1$s at %2$s
ar_eg: %1$s في %2$s

source: Comment awaiting approval
ar_eg: تعليقك بانتظار الموافقة

source: Reply
ar_eg: رد

source: Edit
ar_eg: تعديل

source: Theme options
ar_eg: لوحة التحكم

source: version
ar_eg: الاصدار

source: You Might Also Like
ar_eg: قد يعجبك ايضا

source: Documentation
ar_eg: التعليمات

source: Support
ar_eg: الدعم

source: Extensions
ar_eg: الملحقات

source: General
ar_eg: عام

source: Theme Font
ar_eg: الخط الرئيسي للقالب

source: RTL mode
ar_eg: تمكين وضع RTL

source: Enable RTL style
ar_eg: دعم اللغة العربية

source: on
ar_eg: تفعيل

source: off
ar_eg: الغاء

source: Home Sidebar
ar_eg: الشريط الجانبي للصفحة الرئيسية

source: show or hide sidebar on homepage
ar_eg: إظهار أو إخفاء الشريط الجانبي على الصفحة الرئيسية

source: Enable Sticky Menu
ar_eg: تمكين القائمة الثابتة

source: make the nav menu fixed when scroll
ar_eg: جعل القائمة الرئيسية ثابتة في الأعلى عند التمرير

source: Use Nicescroll
ar_eg: استخدام السكرول الملون

source: Enable Search
ar_eg: تمكين البحث

source: show or hide search button in the nav menu
ar_eg: إظهار أو إخفاء زر البحث في القائمة الرئيسية

source: Scroll Button
ar_eg: زر التمرير

source: show "move to top" button when scroll
ar_eg: عرض زر الانتقال السريع الى الاعلى

source: Contact Button
ar_eg: زر اتصل بنا

source: show "Contact Us" button
ar_eg: إظهار زر "اتصل بنا"

source: install %1$s and create new form and get it's shortcode.
ar_eg: تثبيت %1$s وقم بإنشاء نموذج جديد و احصل على ال shortcode

source: Social Button
ar_eg: زر الروابط الاجتماعية

source: show or hide smart social button
ar_eg: إظهار أو إخفاء زر الروابط الاجتماعية

source: Pages Comments
ar_eg: عرض التعليقات بالصفحات

source: show comments in the pages if enabled
ar_eg: إظهار التعليقات في الصفحات إذا كان ممكنا

source: Logo Type
ar_eg: نوع شعار الموقع

source: text logo will display your blog name
ar_eg: اذا اخترت النص فسيتم عرض اسم مدونتك / موقعك

source: Photo
ar_eg: صورة

source: Text
ar_eg: نص

source: main Logo
ar_eg: شعار الموقع

source: you must set "logo type" to "image" to use this image
ar_eg: يجب عليك تغيير نوع الشعار إلى صورة لاستخدام هذه الصورة

source: Custom Css
ar_eg: اضف كود الCSS الخاص بك

source: you can easily add some css to customize any element of any page in your blog
ar_eg: يمكنك بسهولة إضافة بعض اكواد CSS لتخصيص أي عنصر من أي صفحة في الموقع

source: Custom Javascript
ar_eg: اضف كود الJAVASCRIPT الخاص بك

source: you can add native javascript or jquery code
ar_eg: يمكنك إضافة كود جافا سكريبت أو جيكويرى

source: Colors
ar_eg: الالوان

source: Main Color
ar_eg: اللون الأساسي

source: Main Background
ar_eg: اللون الاساسى للخلفيات

source: Nav Menu Color
ar_eg: لون القائمة الاساسية

source: Nav Menu BG
ar_eg: خلفية القائمة الاساسية

source: Nav Menu Hover BG
ar_eg: لون القائمة عند تمرير المؤشر

source: Nav Menu Border Bottom Color
ar_eg: لون الخط اسفل القائمة

source: Dropdown Color
ar_eg: لون القائمة المنسدلة

source: Dropdown BG
ar_eg: خلفية القائمة المنسدلة

source: Dropdown Hover Color
ar_eg: لون القائمة المنسدلة عند تمرير المؤشر

source: Dropdown Hover BG
ar_eg: خلفية القائمة المنسدلة عند تمرير المؤشر

source: Dropdown Border Color
ar_eg: لون الحدود في القائمة المنسدلة

source: Navbar Buttons Color
ar_eg: لون الازرار بالقائمة الرئيسية

source: Navbar Buttons BG
ar_eg: خلفية الازرار بالقائمة الرئيسية

source: Navbar Buttons Hover BG
ar_eg: خلفية الازرار بالقائمة الرئيسية عند تمرير المؤشر

source: Widget Title Color
ar_eg: لون عنوان الwidgets

source: Widget Title BG
ar_eg: خلفية عنوان الwidgets

source: Footer BG
ar_eg: خلفية الفوتر

source: Footer Headings Color
ar_eg: لون عناوين الفوتر

source: Small Footer BG
ar_eg: خلفية الفوتر الاصغر

source: Scroll Button Color
ar_eg: لون زر الانتقال للاعلى

source: Contact Button Color
ar_eg: لون زر " اتصل بنا "

source: Social Button Color
ar_eg: لون زر الروابط الاجتماعية

source: Top Bar
ar_eg: الشريط العلوى

source: Show Top Bar
ar_eg: عرض الشريط العلوي

source: Top Bar Social
ar_eg: الروابط الاجتماعية بالشريط العلوي

source: Show Email
ar_eg: عرض البريد الإلكتروني

source: Email
ar_eg: البريد الالكترونى

source: Show Phone Number
ar_eg: عرض رقم الهاتف

source: Phone Number
ar_eg: رقم الهاتف

source: Show Address
ar_eg: عرض العنوان

source: Address
ar_eg: العنوان

source: Featured Posts
ar_eg: المقالات المميزة

source: Enable Featured Posts
ar_eg: عرض المقالات المميزة

source: Featured Layout
ar_eg: شكل المواضيع المميزة

source: Query Type
ar_eg: نوع الاستعلام:

source: Recent Posts
ar_eg: المقالات الاخيرة

source: Popular Posts
ar_eg: المواضيع الاكثر قراءة

source: Trending Posts
ar_eg: المقالات الأكثر مشاهدة

source: Random Posts
ar_eg: مقالات عشوائية

source: Image Hover Effect
ar_eg: تأثير تمرير المؤشر على الصورة

source: Image Zoom
ar_eg: تكبير

source: Image Light
ar_eg: تقليل الشفافية

source: Image Dark
ar_eg: زيادة الشفافية

source: Featured Excluded Formats
ar_eg: أنواع المقالات المستثناة

source: choose the post formats that you don't want to display in the featured area
ar_eg: اختر الأنواع التي لا تريد عرضها مع المقالات المميزة

source: Video
ar_eg: فيديو

source: Audio
ar_eg: صوت

source: Gallery
ar_eg: معرض صور

source: Image
ar_eg: صورة

source: Featured Posts Categories
ar_eg: اقسام المواضيع المميزة

source: specify some categories to be displayed in the featured area, enter the categories IDs separated by comma, if this field is empty, all categories will be available in the featured area
ar_eg: حدد بعض الاقسام ليتم عرضها في المنطقة المميزة، أدخل الID الخاص بالاقسام التي تريد مفصولة بفواصل، إذا كان هذا الحقل فارغا، جميع الفئات ستكون متاحة في منطقة المقالات المميزة

source: Featured Slides Count
ar_eg: عدد شرائح السلايدر

source: specify a number of posts to be displayd in the slider in the featured area, this works only if you choose a layout that have a slider
ar_eg: حدد عدد المقالات التي سيتم عرضها في السلايدر الخاص بمنطقة المقالات المميزة ، هذه الخاصية تعمل فقط مع الإطارات التي تحتوى على سلايدر

source: Posts Style
ar_eg: تنسيق المقالات

source: Post Meta - Author
ar_eg: كاتب المقال

source: Post Meta - Date
ar_eg: تاريخ المقال

source: Post Meta - Comments
ar_eg: التعليقات

source: Post Categories
ar_eg: اقسام الموضوع

source: Category Position
ar_eg: مكان عرض اقسام الموضوع

source: On Image
ar_eg: فوق الصورة

source: Under Image
ar_eg: تحت العنوان

source: Home Posts Layout
ar_eg: شكل المقالات بالصفحةالرئيسية

source: Home Posts Count
ar_eg: عدد المقالات بالصفحة الرئيسية

source: Home Pagination Style
ar_eg: نمط ترقيم المقالات بالصفحة الرئيسية

source: Numbers
ar_eg: ارقام

source: Next / Prev
ar_eg: السابق / التالى

source: Archive Posts Layout
ar_eg: شكل المقالات بالارشيف

source: Archive Pagination Style
ar_eg: نمط ترقيم المقالات بالارشيف

source: Search Posts Layout
ar_eg: شكل المقالات بصفحة البحث

source: Search Pagination Style
ar_eg: نمط ترقيم المقالات بصفحة البحث

source: Single Post
ar_eg: صفحة عرض المقال

source: Sidebar
ar_eg: الشريط الجانبى

source: show or hide sidebar on the single page
ar_eg: إظهار أو إخفاء الشريط الجانبي في صفحة عرض المقال

source: Post Tags
ar_eg: وسوم المقال

source: show or hide post tags if have tags
ar_eg: إظهار أو إخفاء وسوم المقال

source: Share Buttons
ar_eg: أزرار المشاركة

source: show or hide social media share buttons
ar_eg: إظهار أو إخفاء أزرار المشاركة الاجتماعية

source: Post Author Info
ar_eg: عرض مربع المعلومات عن الكاتب

source: show or hide post author box
ar_eg: إظهار أو إخفاء مربع المعلومات عن الكاتب

source: Show Comments
ar_eg: عرض التعليقات

source: Show Related Posts
ar_eg: عرض المواضيع ذات صلة

source: Related Posts In
ar_eg: جلب المواضيع ذات صلة حسب

source: choose to display related posts depending on categories or tags
ar_eg: عرض المواضيع ذات الصلة حسب الأقسام او الوسوم

source: same categories
ar_eg: نفس الاقسام

source: same tags
ar_eg: نفس الوسوم

source: Related Posts Order
ar_eg: ترتيب المواضيع ذات الصلة

source: date
ar_eg: التاريخ

source: random
ar_eg: عشوائى

source: Footer
ar_eg: الفوتر

source: Show small footer
ar_eg: عرض او اخفاء الفوتر

source: Show footer menu
ar_eg: إظهار قائمة الفوتر

source: You may need this &copy;
ar_eg: قد تحتاج إلى هذا ©

source: Copyright text
ar_eg: نص حقوق النشر

source: Social Links
ar_eg: روابط التواصل

source: Facebook url
ar_eg: عنوان الرابط

source: Twitter url
ar_eg: عنوان الرابط

source: Google+ url
ar_eg: عنوان الرابط

source: LinkedIn
ar_eg: عنوان الرابط

source: LinkedIn url
ar_eg: عنوان الرابط

source: Pinterest url
ar_eg: عنوان الرابط

source: Instagram url
ar_eg: عنوان الرابط

source: Tumblr url
ar_eg: عنوان الرابط

source: Youtube url
ar_eg: عنوان الرابط

source: Vimeo url
ar_eg: عنوان الرابط

source: Soundcloud url
ar_eg: عنوان الرابط

source: Dribbble url
ar_eg: عنوان الرابط

source: Reddit url
ar_eg: عنوان الرابط

source: RSS url
ar_eg: عنوان الرابط

source: Sharing
ar_eg: المشاركة

source: more sharing methods coming soon ..
ar_eg: المزيد من وسائل المشاركة ستكون متاحة قريبا ..

source: Show FaceBook Share button
ar_eg: إظهار زر المشاركة على فيسبوك

source: Show Twitter Share Button
ar_eg: إظهار زر المشاركة على تويتر

source: Show Google+ Share button
ar_eg: إظهار زر المشاركة على جوجل بلس

source: Show Pinterest Share button
ar_eg: إظهار زر المشاركة على بينترست

source: About Section With Picture And Description
ar_eg: عرض معلومات مع صورة و وصف

source: Title :
ar_eg: العنوان

source: Image URL :
ar_eg: رابط الصورة

source: Make Image Circle :
ar_eg: جعل الصورة دائرية

source: Description :
ar_eg: الوصف

source: Display Facebook page with many options
ar_eg: عرض صفحة ألفيس بوك مع العديد من الخيارات

source: Facebook Application ID :
ar_eg: معرف تطبيق الفيس بوك

source: Page URL :
ar_eg: عنوان رابط الصفحة

source: Show Timeline Tab
ar_eg: عرض نافذة البوستات

source: Show Events Tab
ar_eg: عرض نافذة الأحداث

source: Show Messages Tab
ar_eg: عرض نافذة الرسائل

source: Show Small Header
ar_eg: عرض الهيدر الصغير

source: Hide Page Cover
ar_eg: إخفاء صورة الغلاف

source: Show Friends Faces
ar_eg: إظهار صور الأصدقاء

source: Height
ar_eg: الطول

source: Show Your Latest Posts
ar_eg: عرض أخر المقالات في مدونتك

source: Latest Posts
ar_eg: اخر المقالات

source: Title:
ar_eg: العنوان

source: Number of posts to show:
ar_eg: عدد المقالات المعروضة

source: Display post date?
ar_eg: عرض تاريخ المقال ؟

source: Show Popular Posts
ar_eg: عرض المواضيع الأكثر قراءة

source: Show Your Social Media Icons
ar_eg: عرض ايقونات التواصل الخاصة بك

source: Show Facebook :
ar_eg: عرض ايقونة Facebook

source: Show Twitter :
ar_eg: عرض ايقونة Twitter

source: Show Google+ :
ar_eg: عرض ايقونة Google+

source: Show Linkedin :
ar_eg: عرض ايقونة Linkedin

source: Show Pinterest :
ar_eg: عرض ايقونة Pinterest

source: Show Instagram :
ar_eg: عرض ايقونة Instagram

source: Show Tumblr :
ar_eg: عرض ايقونة Tumblr

source: Show Youtube :
ar_eg: عرض ايقونة Youtube

source: Show Vimeo :
ar_eg: عرض ايقونة Vimeo

source: Show Soundcloud :
ar_eg: عرض ايقونة Soundcloud

source: Show Dribbble :
ar_eg: عرض ايقونة Dribbble

source: Show Reddit :
ar_eg: عرض ايقونة Reddit

source: Show RSS :
ar_eg: عرض ايقونة RSS

source: Icons Style :
ar_eg: شكل الايقونات

source: Square
ar_eg: مربع

source: Circle
ar_eg: دائرة

source: Colored Square
ar_eg: مربع ملون

source: Colored Reactangle
ar_eg: مستطيل ملون

source: Username :
ar_eg: اسم المستخدم

source: Link Color :
ar_eg: لون الرابط

source: Hide Header
ar_eg: إخفاءالهيدر

source: Hide Footer
ar_eg: إخفاء الفوتر

source: Make Transparent
ar_eg: شفاف

source: Search Results for: %s
ar_eg: نتائج البحث عن : %s

source: Type and hit enter ..
ar_eg: اكتب و اضغط Enter

source: share post :
ar_eg: شارك المقال:

source: Tag :
ar_eg: الوسم :

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
ar_eg: هل انت مستعد لنشر المنشور الاول الخاص بك ؟ <a href="%1$s"> ابدا من هنا </a>

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
ar_eg: عذرا ، لكن لم يتم العثور على نتائج لبحثك ، يمكنك البحث مرة أخرى

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ar_eg: يبدو أننا لم نتمكن من إيجاد ما تبحث عنه.

source: Pages:
ar_eg: الصفحات

source: Edit %s
ar_eg: تعديل %s

source: Continue Reading ..
ar_eg: اقرأ المزيد ..
